Repository: Magister/bjcups-2.50
Catalog: stsmon/po/*.po
Languages: da, el, fi

source: Collecting printer status.
da: Undersøger printerstatus.
el: Συλλογή στοιχείων για την κατάσταση του εκτυπωτή.
fi: Kerätään tulostimen tilan tietoja.

source: Cartridge Type:
da: Patrontype:
el: Τύπος φυσιγγίου:
fi: Värikasetin tyyppi:

source: Continue
da: Fortsæt
el: Συνέχεια
fi: Jatka

source: Cancel Printing
da: Annuller udskrivning
el: Ακύρωση εκτύπωσης
fi: Peruuta tulostus

source: Scanner Cartridge detected. You cannot print with this cartridge. Install another BJ Cartridge in your printer.
da: Der blev fundet en scannerpatron. Denne patron kan ikke bruges til udskrivning. Installer en anden BJ-patron i printeren.
el: Εντοπίστηκε φυσίγγιο σαρωτή. Δεν είναι δυνατή η εκτύπωση με αυτό το φυσίγγιο. Εγκαταστήστε ένα άλλο φυσίγγιο BJ στον εκτυπωτή.
fi: Skannerikasetti tunnistettu. Tällä kasetilla ei voi tulostaa. Asenna tulostimeen muu BJ-kasetti.

source: Scanner Cartridge detected! Change to appropriate cartridge. Click Cancel Printing to cancel operation.
da: Der blev fundet en scannerpatron! Skift til den korrekte patron. Klik på Annuller udskrivning for at annullere handlingen.
el: Εντοπίστηκε φυσίγγιο σαρωτή! Αλλάξτε σε κατάλληλο φυσίγγιο. Επιλέξτε "Ακύρωση Εκτύπωσης" για να ακυρώσετε τη λειτουργία.
fi: Skannerivärikasetti havaittu. Vaihda asianmukaiseen värikasettiin. Voit peruuttaa toiminnon napsauttamalla Peruuta tulostus.

source: Unsupported cartridge installed. Change to appropriate BJ cartridge.
da: Der er installeret en ikke-understøttet patron. Skift til den korrekte BJ-patron.
el: Έχει τοποθετηθεί μη υποστηριζόμενο φυσίγγιο. Αλλάξτε σε κατάλληλο φυσίγγιο BJ.
fi: Ei tuettu väriainekasetti havaittu. Vaihda asianmukaiseen värikasettiin.

source: Cartridge not installed! Install appropriate BJ cartridge in the printer.
da: Der er ikke installeret en patron! Installer den relevante BJ-patron i printeren.
el: Δεν έχει τοποθετηθεί φυσίγγιο! Τοποθετήστε το κατάλληλο φυσίγγιο BJ στον εκτυπωτή.
fi: Värikasettia ei ole asennettu. Asenna asianmukainen värikasetti tulostimeen.

source: Cartridge not installed! Install appropriate BJ cartridge in the printer. or Click Cancel Printing if no cartridge available.
da: Patronen er ikke installeret! Installer den rigtige BJ-patron i printeren. eller Klik på Annuller udskrivning, hvis der ikke er en patron tilgængelig.
el: Δεν έχει τοποθετηθεί φυσίγγιο! Τοποθετήστε το κατάλληλο φυσίγγιο BJ στον εκτυπωτή. ή Επιλέξτε "Ακύρωση Εκτύπωσης" αν δεν υπάρχει διαθέσιμο φυσίγγιο.
fi: Kasettia ei ole asennettu. Asenna asianmukainen BJ-värikasetti tulostimeen. tai Napsauta Peruuta tulostus, jos värikasettia ei ole.

source: The printer is set not to display a low ink warning.
da: Printeren er indstillet til ikke at vise en advarsel ved lav blækstand.
el: Ο εκτυπωτής έχει ρυθμιστεί ώστε να μην εμφανίζει προειδοποίηση για χαμηλή στάθμη μελάνης.
fi: Tulostin ei näytä alhaisen mustetason varoitusta.

source: The used ink tank is full. Cancel printing and turn the printer off and then back on. If this doesn't clear the error, see the printer manual for more details.
da: Den anvendte blækbeholder er næsten fuld. Annuller udskrivningen, og sluk og tænd for printeren. Hvis dette ikke fjerner fejlen, kan du finde yderligere oplysninger om fejlfinding i brugervejledningen til printeren.
el: Το δοχείο μελάνης που χρησιμοποιείται είναι πλήρες. Ακυρώστε την εκτύπωση, κλείστε τον εκτυπωτή και κατόπιν ανοίξτε τον ξανά. Εάν αυτό δεν διορθώσει το σφάλμα, ανατρέξτε στο εγχειρίδιο του εκτυπωτή για περισσότερες λεπτομέρειες.
fi: Käytetty mustesäiliö on täysi. Peruuta tulostus, sammuta tulostin ja käynnistä se uudelleen. Jos ongelma ei korjaannu, katso lisäohjeita tulostimen käyttöoppaasta.

source: The waste ink absorber is full. Contact the service center for the replacement of the waste ink absorber.
da: Den brugte blækbeholder er fyldt op. Kontakt servicecenteret for at få udskiftet den brugte blækbeholder.
el: Το δοχείο χρησιμοποιημένης μελάνης είναι γεμάτο. Για την αντικατάσταση του δοχείου χρησιμοποιημένης μελάνης, επικοινωνήστε με το κέντρο service.
fi: Käytetyn musteen säiliö on täynnä. Ota yhteys huoltokeskukseen käytetyn musteen säiliön vaihtamista varten.

source: Service error %s. Cancel printing and turn the printer off and then back on. If this doesn't clear the error, see the printer manual for more detail.
da: Tjenestefejl %s. Annuller udskrivningen, sluk og tænd for printeren. Hvis dette ikke fjerner fejlen, kan du finde yderligere oplysninger om fejlfinding i brugervejledningen til printeren.
el: Τεχνικό σφάλμα %s. Ακυρώστε την εκτύπωση, κλείστε τον εκτυπωτή και κατόπιν ανοίξτε τον ξανά. Εάν το σφάλμα δεν διορθωθεί, ανατρέξτε στο εγχειρίδιο του εκτυπωτή για περισσότερες λεπτομέρειες.
fi: Huoltovirhe %s. Peruuta tulostus, sammuta tulostin ja käynnistä se uudelleen. Jos ongelma ei korjaannu, katso lisäohjeita tulostimen käyttöoppaasta.

source: Cleaning. Please wait.
da: Renser. Vent et øjeblik.
el: Γίνεται καθαρισμός. Περιμένετε.
fi: Puhdistetaan. Odota.

source: Cartridge replacement is in progress. Close the front cover after replacement is completed.
da: Udskiftning af patronen er i gang. Luk frontdækslet, når udskiftningen er fuldført.
el: Η αντικατάσταση του φυσιγγίου βρίσκεται σε εξέλιξη. Κλείστε το εμπρόσθιο κάλυμμα μετά την ολοκλήρωση της αντικατάστασης.
fi: Väriainekasettia vaihdetaan. Sulje etukansi, kun kasetti on vaihdettu.

source: The holder is at the replacement position. After replacing the print head or the ink tank, close the front cover of the printer. To replace only the ink tanks, do not remove the print head from the printer. Do not touch the locking lever.
da: Holderen er i udskiftningspositionen. Udskift printhovedet eller blækpatronen, og luk printerens forside. Hvis du kun vil udskifte blækpatronen, må du ikke tage printhovedet ud af printeren. Undgå at berøre låsehåndtaget.
el: Η υποδοχή βρίσκεται στη θέση αντικατάστασης. Αφού αντικαταστήσετε την κεφαλή εκτύπωσης ή το δοχείο μελάνης, κλείστε το μπροστινό κάλυμμα του εκτυπωτή. Για να αντικαταστήσετε μόνο τα δοχεία μελάνης, μην αφαιρέσετε την κεφαλή εκτύπωσης από τον εκτυπωτή. Μην αγγίξετε τον μοχλό κλειδώματος.
fi: Pidike on vaihtoasennossa. Kun tulostuspää tai mustesäiliö on vaihdettu, sulje tulostimen etukansi. Älä poista tulostuspäätä tulostimesta, jos vaihdat vain mustesäiliöt. Älä koske lukitsinvipuun.

source: The holder is at the replacement position. If you need to replace the print head or the ink tank, first open the Inner Cover. After the replacement is completed, close the Inner Cover, and then close the cover of the printer. If you are replacing only the ink tank, leave the print head attached. Do not touch the lock lever.
da: Holderen er i udskiftningsposition. Hvis du skal udskifte printhoved eller blækbeholderen, skal du først åben det indvendige dæksel. Når du har udskiftet det ønskede, luk det indvendige dæksel, og luk derefter printerdækslet. Hvis du kun udskifter blækbeholderen, skal du ikke fjerne printhovedet. Rør ikke låsehåndtaget.
el: Η υποδοχή βρίσκεται στη θέση αντικατάστασης. Εάν θέλετε να αντικαταστήσετε την κεφαλή εκτύπωσης ή το δοχείο μελάνης, ανοίξτε πρώτα το εσωτερικό κάλυμμα. Μετά την ολοκλήρωση της αντικατάστασης, κλείστε το εσωτερικό κάλυμμα και κατόπιν το κάλυμμα του εκτυπωτή. Εάν αντικαθιστάτε μόνο το δοχείο μελάνης, αφήστε την κεφαλή εκτύπωσης στη θέση της. Μην αγγίζετε το μοχλό ασφαλείας.
fi: Teline on vaihtoasennossa. Jos haluat vaihtaa tulostuspään tai mustesäiliön, avaa sisäkansi. Kun vaihto on valmis, sulje sisäkansi ja sen jälkeen tulostimen kansi. Jos vaihdat ainoastaan mustesäiliön, älä irrota tulostuspäätä. Älä kosketa lukitusvipua.

source: Printing.
da: Udskriver.
el: Εκτύπωση.
fi: Tulostetaan.

source: Printer is in use via another interface. Please wait.
da: Printeren er i brug via en anden grænseflade. Vent et øjeblik.
el: Ο εκτυπωτής χρησιμοποιείται μέσω μιας άλλης διασύνδεσης. Περιμένετε.
fi: Toinen liittymä käyttää tulostinta. Odota.

source: Paper out. Load paper and press printer's RESUME button.
da: Der er ikke mere papir. Ilæg papir, og tryk på knappen FORTSÆT på printeren.
el: Το χαρτί τελείωσε. Τοποθετήστε χαρτί και πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ του εκτυπωτή.
fi: Paperi lopussa. Lisää paperia ja paina tulostimen JATKA-painiketta.

source: Paper out!
da: Der er ikke mere papir!
el: Το χαρτί τελείωσε
fi: Paperi lopussa!

source: Load paper in the sheet feeder.
da: Læg papir i arkføderen.
el: Τοποθετήστε χαρτί στον τροφοδότη φύλλων.
fi: Lisää paperia arkinsyöttölaitteeseen.

source: Load paper in the cassette.
da: Læg papir i kassetten.
el: Τοποθετήστε χαρτί στην κασέτα.
fi: Lisää paperia kasettiin.

source: Press printer's RESUME button.
da: Tryk på knappen FORTSÆT på printeren.
el: Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ του εκτυπωτή.
fi: Paina tulostimen JATKA-painiketta.

source: Paper jammed. Remove jammed paper and press printer's RESUME button.
da: Papirstop. Fjern det papir, der blokerer printeren, og tryk på knappen FORTSÆT på printeren.
el: Παρουσιάστηκε εμπλοκή χαρτιού. Αφαιρέστε το μπλοκαρισμένο χαρτί και πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ του εκτυπωτή.
fi: Paperitukos. Poista tukos ja paina tulostimen JATKA-painiketta.

source: Paper is jammed at the Paper ejection slot. Remove the jammed paper, and press the RESUME button. Printing resumes from the next paper.
da: Der er papirstop i papirets udføringsåbning. Fjern papirstoppet, og tryk på knappen FORTSÆT. Udskrivningen fortsætter fra næste ark papir.
el: Υπάρχει μπλοκαρισμένο χαρτί στη σχισμή εξαγωγής χαρτιού. Αφαιρέστε το μπλοκαρισμένο χαρτί και πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
fi: Paperin poistoaukkoon on juuttunut paperia. Poista juuttunut paperi ja paina JATKA-näppäintä. Tulostusta jatketaan seuraavasta arkista.

source: Paper is jammed in the Transport unit. Open the rear cover, remove the jammed paper, and then press the RESUME button. Printing resumes from the next sheet. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
da: Der er papirstop i transportenheden. Åbn dækslet på bagsiden af printeren, fjern papirstoppet, og tryk på knappen FORTSÆT. Udskrivningen fortsætter fra næste ark. Hvis papirstoppet ikke kan fjernes, skal du først fjerne kassetten og fjerne papiret fra kassettens side.
el: Υπάρχει μπλοκαρισμένο χαρτί στη μονάδα μεταφοράς. Ανοίξτε το πίσω κάλυμμα, αφαιρέστε το μπλοκαρισμένο χαρτί και πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ. Η εκτύπωση συνεχίζεται από το επόμενο φύλλο. Εάν δεν μπορείτε να αφαιρέσετε το μπλοκαρισμένο χαρτί, αφαιρέστε πρώτα την κασέτα και βγάλτε το χαρτί από την πλευρά της κασέτας.
fi: Siirto-osaan on juuttunut paperia. Avaa takakansi, poista juuttunut paperi ja paina JATKA-näppäintä. Tulostaminen jatkuu seuraavasta arkista. Jos juuttunut paperi ei irtoa, poista kasetti ja poista paperi kasetin puolelta.

source: Paper is jammed in the Duplexing Transport section. First, remove the cassette, push the printer over onto its back side, and then open the Duplexing Transport unit. Next, remove the jammed paper, and quickly return the printer to its upright position. Finally, press the RESUME button on the printer. Printing resumes from the next sheet. Refer to the user's guide for details.
da: Der er papirstop i duplextransportområdet. Fjern først kassetten, vend printeren på om, og åbn derefter duplextransportenheden. Fjern derefter papirstoppet, og vend hurtigt printeren om igen, så den vender rigtigt. Til sidst skal du trykke på knappen FORTSÆT på printeren. Udskrivningen fortsætter fra næste ark papir. Læs i brugerhåndbogen for at få flere oplysninger.
el: Υπάρχει μπλοκαρισμένο χαρτί στην περιοχή μεταφοράς για εκτυπώσεις διπλής όψης. Πρώτα, αφαιρέστε την κασέτα, σπρώξτε τον εκτυπωτή προς τα πίσω και ανοίξτε τη μονάδα μεταφοράς εκτυπώσεων διπλής όψης. Κατόπιν, αφαιρέστε το μπλοκαρισμένο χαρτί και επαναφέρετε αμέσως τον εκτυπωτή στην κανονική του θέση. Τέλος, πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ στον εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο φύλλο. Ανατρέξτε στο εγχειρίδιο χρήσης για λεπτομέρειες.
fi: Kaksipuolisen tulostuksen siirto-osaan on juuttunut paperia. Poista ensin kasetti, käännä tulostin taimmaiselle kyljelleen ja avaa kaksipuolisen tulostuksen siirtoyksikkö. Poista juuttunut paperi ja käännä tulostin pikaisesti takaisin pystyasentoon. Paina lopuksi tulostimen JATKA-näppäintä. Tulostaminen jatkuu seuraavasta arkista. Lisätietoja on käyttöoppaassa.

source: Operator error. Press printer's RESUME button. If this doesn't clear the error, cancel printing and turn the printer off and then back on.
da: Operatorfejl. Tryk på knappen FORTSÆT på printeren. Hvis dette ikke fjerner fejlen, skal du annullere udskrivningen og derefter slukke og tænde for printeren.
el: Σφάλμα χειρισμού. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ του εκτυπωτή. Εάν δεν διορθωθεί το σφάλμα, ακυρώστε την εκτύπωση, κλείστε τον εκτυπωτή και κατόπιν ανοίξτε τον ξανά.
fi: Käyttövirhe. Paina tulostimen JATKA-painiketta. Jos ongelma ei korjaannu, peruuta tulostus, sammuta tulostin ja käynnistä se uudelleen.

source: Operator error. The connected printer cannot work correctly.
da: Operatørfejl. Den tilsluttede printer kan ikke fungere korrekt.
el: Σφάλμα χειριστή. Ο συνδεδεμένος εκτυπωτής δεν μπορεί να λειτουργήσει σωστά.
fi: Operaattorivirhe. Liitetty tulostin ei toimi oikein.

source: The used ink tank is almost full. Press the printer's RESUME button to restart printing.
da: Den anvendte blækbeholder er næsten fuld. Tryk på knappen FORTSÆT på printeren for at genstarte udskrivningen.
el: Το δοχείο μελάνης που χρησιμοποιείται είναι σχεδόν πλήρες. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ του εκτυπωτή για να αρχίσει ξανά η εκτύπωση.
fi: Käytetty mustesäiliö on lähes täysi. Aloita tulostus uudelleen painamalla tulostimen JATKA-painiketta.

source: The waste ink absorber is almost full. Press the printer's RESUME button to restart printing.
da: Den brugte blækbeholder er næsten fyldt. Tryk på knappen FORTSÆT for at genstarte udskrivningen.
el: Το δοχείο χρησιμοποιημένης μελάνης είναι σχεδόν πλήρες. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ για να ξεκινήσει η εκτύπωση ξανά.
fi: Käytetyn musteen säiliö on lähes täynnä. Käynnistä tulostus uudelleen painamalla tulostimen JATKA-näppäintä.

source: Protector not installed. Install a protector properly in the printer.
da: Beskyttelsespatronen er ikke installeret. Installer en beskyttelsespatron korrekt i printeren.
el: Το προστατευτικό φυσίγγιο δεν εγκαταστάθηκε. Εγκαταστήστε σωστά ένα προστατευτικό φυσίγγιο στον εκτυπωτή.
fi: Suojaa ei ole asennettu. Asenna tulostimen suoja oikein.

source: An ink tank is not installed properly. Open the front cover of the printer, make sure the ink tank is installed properly, and close the front cover.
da: En blækbeholder er ikke installeret korrekt. Åbn printerens frontdæksel, kontroller, at blækbeholderen er installeret korrekt, og luk frontdækslet igen.
el: Ένα δοχείο μελάνης δεν έχει εγκατασταθεί σωστά. Ανοίξτε το εμπρόσθιο κάλυμμα του εκτυπωτή, βεβαιωθείτε ότι το δοχείο μελάνης έχει εγκατασταθεί σωστά και κλείστε το κάλυμμα.
fi: Mustesäiliö on asennettu väärin. Avaa tulostimen etukansi, varmista, että mustesäiliö on asennettu oikein ja sulje etukansi.

source: Ink has run out. Replace ink tank and close the front cover.
da: Der er ikke mere blæk. Udskift blækbeholderen, og luk frontdækslet.
el: Η μελάνη εξαντλήθηκε. Αντικαταστήστε το δοχείο μελάνης και κλείστε το εμπρόσθιο κάλυμμα.
fi: Muste on loppunut. Vaihda värikasetti ja sulje etukansi.

source: Ink has run out. Replace ink tank and close the cover. When replacing the ink tank, make sure that the Inner Cover is open. You can continue printing under the ink out condition by pressing the RESUME button. Replace the empty ink tank immediately after the printing. The printer may be damaged if printing is continued under the ink out condition.
da: Der er ikke mere blæk. Udskrift blækbeholderen, og luk dækslet. Når du udskifter blækbeholderen, skal du kontrollere, at det indvendige dæksel er åbent. Du kan fortsætte med at udskrive med manglende blæk ved at trykke på knappen FORTSÆT. Udskift den tomme blækbeholder umiddelbart efter udskrivningen. Printeren kan blive beskadiget, hvis du fortsætter med at udskrive med manglende blæk.
el: Η μελάνη εξαντλήθηκε. Αντικαταστήστε το δοχείο μελάνης και κλείστε το κάλυμμα. Κατά την αντικατάσταση του δοχείου μελάνης, βεβαιωθείτε ότι το εσωτερικό κάλυμμα είναι ανοιχτό. Μπορείτε να συνεχίσετε την εκτύπωση παρά την απουσία μελάνης, κάνοντας κλικ στο κουμπί ΕΠΑΝΑΦΟΡΑ. Αντικαταστήστε το κενό δοχείο μελάνης αμέσως μετά την εκτύπωση. Ο εκτυπωτής ίσως υποστεί βλάβη εάν συνεχίσετε να εκτυπώνετε με απουσία μελάνης.
fi: Muste on loppunut. Vaihda mustesäiliö ja sulje kansi. Varmista mustesäiliötä vaihtaessasi, että sisäkansi on auki. Voit jatkaa tulostusta muste lopussa -tilassa painamalla JATKA-näppäintä. Vaihda tyhjä mustesäiliö heti tulostamisen jälkeen. Tulostin voi vahingoittua, jos tulostusta jatketaan muste lopussa -tilassa.

source: Front cover is open. Unable to print until the front cover is closed.
da: Frontdækslet er åbent. Der kan ikke foretages udskrivning, før frontdækslet er lukket.
el: Το εμπρόσθιο κάλυμμα είναι ανοιχτό. Δεν είναι δυνατή η εκτύπωση μέχρι να κλείσει το εμπρόσθιο κάλυμμα.
fi: Etukansi on auki. Tulostamista voidaan jatkaa vasta, kun etukansi on suljettu.

source: The printer's front cover is open. If printing is in progress, the print head or ink tank cannot be changed. Close the front cover, wait for printing to finish, then open the cover again and change the print head or ink tank. If the CD-R Tray Feeder is installed, the print head or ink tank cannot be also changed. Close the front cover, remove the CD-R Tray Feeder, open the front cover again, and change the print head or ink tank.
da: Printerens frontdæksel er åben. Hvis en udskrivning er i gang, kan du ikke udskifte printhovedet eller blækbeholderen. Luk frontdækslet, og vent, til udskrivningen er færdig, Åbn derefter dækslet igen, og udskift printhovedet eller blækbeholderen. Hvis cd-r-holderføderen er installeret, kan du ikke udskifte printhovedet eller blækbeholderen. Luk frontdækslet, fjern cd-r-holderføderen, åbn front dækslet igen, og udskift printhovedet eller blæktanken.
el: Το εμπρόσθιο κάλυμμα του εκτυπωτή είναι ανοικτό. Αν η εκτύπωση βρίσκεται σε εξέλιξη, δεν είναι δυνατή η αλλαγή της κεφαλής εκτύπωσης ή του δοχείου μελάνης. Κλείστε το εμπρόσθιο κάλυμμα και περιμένετε να τελειώσει η εκτύπωση. Στη συνέχεια, ανοίξτε ξανά το κάλυμμα και αλλάξτε την κεφαλή εκτύπωσης ή το δοχείο μελάνης. Επίσης, δεν είναι δυνατή η αλλαγή της κεφαλής εκτύπωσης ή του δοχείου μελάνης όταν είναι εγκατεστημένος ο τροφοδότης θήκης CD-R. Κλείστε το εμπρόσθιο κάλυμμα, αφαιρέστε τον τροφοδότη θήκης CD-R, ανοίξτε ξανά το εμπρόσθιο κάλυμμα και αλλάξτε την κεφαλή εκτύπωσης ή το δοχείο μελάνης.
fi: Tulostimen etukansi on auki. Tulostuspäätä ja mustesäiliötä ei voi vaihtaa, kun tulostus on kesken. Sulje etukansi ja odota, että tulostus loppuu. Avaa kansi sitten uudelleen ja vaihda tulostuspää tai mustesäiliö. Jos CD-R-syöttölokero on asennettu, tulostuspäätä ja mustesäiliötä ei voi vaihtaa. Sulje etukansi ja poista CD-R-syöttölokero. Avaa etukansi sitten uudelleen ja vaihda tulostuspää tai mustesäiliö.

source: The printer's front cover is open. If printing is in progress, the print head or ink tank cannot be changed. Close the front cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
da: Printerens forside er åben. Hvis en udskrivning er i gang, kan printhovedet eller blækpatronen ikke udskiftes. Luk forsiden, vent, til udskrivningen er færdig, og åbn derefter forsiden igen, og udskift printhovedet eller blækpatronen.
el: Το μπροστινό κάλυμμα του εκτυπωτή είναι ανοικτό. Εάν η εκτύπωση βρίσκεται σε εξέλιξη, δεν είναι δυνατή η αλλαγή της κεφαλής εκτύπωσης ή του δοχείου μελάνης. Κλείστε το μπροστινό κάλυμμα, περιμένετε να τελειώσει η εκτύπωση και κατόπιν ανοίξτε ξανά το κάλυμμα και αντικαταστήστε την κεφαλή εκτύπωσης ή το δοχείο μελάνης.
fi: Tulostimen etukansi on auki. Tulostuspäätä ja mustesäiliötä ei voi vaihtaa, kun tulostus on kesken. Sulje etukansi ja odota, kunnes tulostus on valmis. Avaa kansi sitten uudelleen ja vaihda tulostuspää tai mustesäiliö.

source: The printer's cover is open. If printing is in progress, the print head or ink tank cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
da: Printerens dæksel er åben. Hvis der udskrives, kan printhovedet eller blækbeholderen ikke ændres. Luk dækslet, vent til udskrivningen er færdig, åbn derefter dækslet igen, og ændr printhoved eller blækbeholder.
el: Το κάλυμμα του εκτυπωτή είναι ανοιχτό. Εάν υπάρχει εκτύπωση σε εξέλιξη, δεν είναι δυνατή η αλλαγή της κεφαλής εκτύπωσης ή του δοχείου μελάνης. Κλείστε το κάλυμμα, περιμένετε να τελειώσει η εκτύπωση και κατόπιν ανοίξτε ξανά το κάλυμμα και αλλάξτε την κεφαλή εκτύπωσης ή το δοχείο μελάνης.
fi: Tulostimen kansi on auki. Jos tulostus on kesken, tulostuspäätä tai mustesäiliötä ei voi vaihtaa. Sulje kansi, odota kunnes tulostus on valmis, avaa kansi uudelleen ja vaihda tulostuspää tai mustesäiliö.

source: The CD-R Tray Feeder is installed in the printer. After ensuring that the CD-R tray has been removed, remove the CD-R Tray Feeder and then press the RESUME button. Printing will then restart.
da: Cd-r-holderføderen er installeret i printeren. Kontroller, at cd-r-holderen er fjernet, fjern cr-r-holderføderen, og tryk derefter på FORTSÆT. Herefter genstartes udskrivningen.
el: Ο τροφοδότης θήκης CD-R έχει εγκατασταθεί στον εκτυπωτή. Αφού βεβαιωθείτε ότι η θήκη CD-R έχει αφαιρεθεί, αφαιρέστε τον τροφοδότη θήκης CD-R και κατόπιν πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ. Θα γίνει επανεκκίνηση της εκτύπωσης.
fi: Tulostimessa on CD-R-syöttölokero. Poista CD-R-lokero ja sitten CD-R-syöttölokero. Paina lopuksi JATKA-painiketta. Tulostus käynnistyy uudelleen.

source: Document printing cannot be executed because the paper output tray is closed. Open the paper output tray. Printing will restart.
da: Dokumentudskrivning kunne ikke udføres, fordi udbakken til papir er lukket. Åbn udbakken til papir. Udskrivningen starter igen.
el: Δεν είναι δυνατή η εκτέλεση εκτύπωσης εγγράφου, επειδή η κασέτα εξόδου χαρτιού είναι κλειστή. Ανοίξτε την κασέτα εξόδου χαρτιού. Η εκτύπωση θα ξεκινήσει από την αρχή.
fi: Asiakirjaa ei voida tulostaa, koska paperin tulostelokero on suljettu. Avaa paperin tulostelokero. Tulostus alkaa uudelleen.

source: Printing cannot be executed because the Inner Cover is open. Close the Inner Cover, and then press the RESUME button on the printer. Printing will restart.
da: Der kan ikke foretages udskrivning, fordi det indvendige dæksel er åbent. Luk det indvendige dæksel, og tryk derefter på knappen FORTSÆT på printeren. Udskrivningen genstartes.
el: Δεν είναι δυνατή η εκτέλεση της εκτύπωσης, επειδή το εσωτερικό κάλυμμα είναι ανοιχτό. Κλείστε το εσωτερικό κάλυμμα και κατόπιν πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ στον εκτυπωτή. Η εκτύπωση θα ξεκινήσει από την αρχή.
fi: Tulostaminen ei onnistu, koska sisäkansi on auki. Sulje sisäkansi ja paina tulostimen JATKA-näppäintä. Tulostus alkaa uudelleen.
