Repository: Magister/bjcups-2.50
Catalog: stsmon/po/*.po
Languages: da, el, fi

source: During printing, the Inner Cover of the printer was opened. Close the Inner Cover, and press the RESUME button on the printer. Printing resumes from the next paper.
da: Under udskrivningen blev printerens indvendige dæksel åbnet. Luk det indvendige dæksel, og tryk på knappen FORTSÆT på printeren. Udskrivningen fortsætter fra næste ark papir.
el: Κατά την εκτύπωση, το εσωτερικό κάλυμμα του εκτυπωτή ήταν ανοιχτό. Κλείστε το εσωτερικό κάλυμμα και πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ στον εκτυπωτή. Η εκτύπωση συνεχίζεται από το επόμενο χαρτί.
fi: Tulostimen sisäkansi avattiin tulostuksen aikana. Sulje sisäkansi ja paina tulostimen JATKA-näppäintä. Tulostus jatkuu seuraavasta arkista.

source: The following ink tanks are running low.
da: Følgende blækbeholdere er ved at være tomme.
el: Η στάθμη των ακόλουθων δοχείων μελάνης είναι χαμηλή.
fi: Seuraavat mustesäiliöt ovat tyhjenemässä.

source: The remaining level of the following ink is unknown.
da: Niveauet af følgende blæktype er ukendt.
el: Το επίπεδο της μελάνης που απομένει είναι άγνωστο.
fi: Seuraavan musteen jäljellä olevaa määrää ei tunnisteta.

source: There is a possibility that the printer cannot detect the remaining ink level properly. Reset the ink counter using the Maintenance tab of the printer driver whenever you have replaced any ink tank with new one.
da: Printeren kan muligvis ikke angive det resterende blækniveau korrekt. Nulstil blæktælleren på fanen Vedligeholdelse, hver gang du udskifter blækbeholderen.
el: Υπάρχει το ενδεχόμενο ο εκτυπωτής να μην μπορέσει να ανιχνεύσει σωστά τη μελάνη που απομένει. Επαναφέρετε το μετρητή μελάνης χρησιμοποιώντας την καρτέλα [Συντήρηση] του προγράμματος οδήγησης εκτυπωτή, κάθε φορά που αντικαθιστάτε ένα δοχείο μελάνης με ένα νέο.
fi: On mahdollista, että tulostin ei havaitse jäljellä olevaa musteen määrää oikein. Nollaa mustetason laskuri tulostinohjaimen Ylläpito-välilehdellä aina, kun olet vaihtanut minkä tahansa mustesäiliön uuteen.

source: A digital camera or device that is not supported by the direct printing function is connected to the Direct Print Port. Disconnect the cable from the Direct Print Port, and press the RESUME button.
da: Et digitalt kamera eller en enhed, der ikke understøttes af funktionen til direkte udskrivning, er tilsluttet til den direkte printerport. Fjern kablet fra porten, og tryk på knappen FORTSÆT.
el: Μια ψηφιακή κάμερα ή συσκευή που δεν υποστηρίζεται από τη λειτουργία άμεσης εκτύπωσης είναι συνδεδεμένη στη Θύρα άμεσης εκτύπωσης. Αποσυνδέστε το καλώδιο από τη θύρα της κάμερας και πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ.
fi: Suoratulostusporttiin on liitetty digitaalinen kamera tai muu laite, jota suoratulostustoiminto ei tue. Irrota kaapeli suoratulostusportista ja paina JATKA-painiketta

source: An error occurred during automatic print head alignment. Press the RESUME button to clear the error. Refer to the user's guide to check the error, and reexecute print head alignment. If an error still occurs, carry out manual alignment.
da: Der opstod en fejl under den automatiske printhovedjustering. Tryk på knappen FORTSÆT for at slette fejlen. Slå fejlen op i brugerhåndbogen, og juster printerhovederne igen. Hvis fejlen opstår igen, skal du foretage en manuel justering.
el: Παρουσιάστηκε σφάλμα κατά την αυτόματη ευθυγράμμιση της κεφαλής εκτύπωσης. Πατήστε το κουμπί ΕΠΑΝΑΦΟΡΑ για να διαγράψετε το σφάλμα. Ανατρέξτε στο εγχειρίδιο χρήσης για να διορθώσετε το σφάλμα και εκτελέστε ξανά τη διαδικασία ευθυγράμμισης της κεφαλής εκτύπωσης. Αν το σφάλμα παρουσιαστεί ξανά, εκτελέστε μη αυτόματη ευθυγράμμιση.
fi: Virhe tulostuspäiden automaattisessa kohdistuksessa. Poista virhe painamalla JATKA-näppäintä. Tarkista virhe käyttöoppaasta ja kohdista tulostuspäät uudelleen. Jos virhe ei häviä, kohdista tulostuspäät manuaalisesti.

source: Printer is online.
da: Printer er online.
el: Ο εκτυπωτής είναι συνδεδεμένος.
fi: Tulostin on linjalla.

source: Printer not responding.
da: Printeren svarer ikke.
el: Ο εκτυπωτής δεν ανταποκρίνεται.
fi: Tulostin ei vastaa.

source: Paper Thickness Lever Position:
da: Placering af greb til papirtykkelse:
el: Θέση ρυθμ/κού πάχους χαρτιού:
fi: Paksuudensäätövivun asento:

source: right
da: højre
el: δεξιά
fi: oikea

source: left
da: venstre
el: αριστερά
fi: vasen

source: up
da: op
el: επάνω
fi: ylös

source: down
da: ned
el: κάτω
fi: alas

source: Photo
da: Foto
el: Φωτογρ.
fi: Valokuva

source: Color
da: Farve
el: Χρώμα
fi: Väri

source: Photo/Color
da: Foto/Farve
el: Φωτογρ./Έγχρ.
fi: Värivalokuva

source: Black/Color
da: Sort/Farve
el: Μαύρο/Έγχρωμο
fi: Musta/Värillinen

source: Black
da: Sort
el: Μαύρο
fi: Musta

source: Scanner/Color
da: Scanner/farve
el: Σαρωτής/έγχρωμο
fi: Slanneri/Väri

source: Scanner
el: Σαρωτής
fi: Kuvanlukija

source: Unsupported
da: Ikke-understøttet
el: Δεν υποστηρίζεται
fi: Ei tuettu

source: Unknown
da: Ukendt
el: Άγνωστο
fi: Tuntem.

source: appropriate BJ cartridge
da: relevante BJ-patron
el: κατάλληλο φυσίγγιο BJ
fi: asianmukainen BJ-värikasetti

source: Photo Black
da: Fotosort
el: Φωτογραφικό μαύρο
fi: Valokuvamusta

source: Photo Cyan
da: Fotocyan
el: Φωτογραφικό κυανό
fi: Valokuvasyaani

source: Photo Magenta
da: Fotomagenta
el: Φωτογραφικό ματζέντα
fi: Valokuvamagenta

source: Magenta
el: Ματζέντα

source: Cyan
el: Κυανό
fi: Syaani

source: Yellow
da: Gul
el: Κίτρινο
fi: Keltainen

source: Black
da: Sort
el: Μαύρο
fi: Musta

source: Color
da: Farve
el: Έγχρωμο
fi: Väri

source: Black [3e]
da: Sort [3e]
el: Μαύρο [3e]
fi: Musta [3e]

source: Black [6]
da: Sort [6]
el: Μαύρο [6]
fi: Musta [6]

source: Red [6]
da: Rød [6]
el: Κόκκινο [6]
fi: Punainen [6]

source: Photo Cyan [6]
da: Fotocyan [6]
el: Φωτογραφικό κυανό [6]
fi: Valokuvasyaani [6]

source: Photo Magenta [6]
da: Fotomagenta [6]
el: Φωτογραφικό ματζέντα [6]
fi: Valokuvamagenta [6]

source: Magenta [6]
el: Ματζέντα [6]

source: Cyan [6]
el: Κυανό [6]
fi: Syaani [6]

source: Yellow [6]
da: Gul [6]
el: Κίτρινο [6]
fi: Keltainen [6]

source: Black [7]
da: Sort [7]
el: Μαύρο [7]
fi: Musta [7]

source: Green [7]
da: Grøn [7]
el: Πράσινο [7]
fi: Vihreä [7]

source: Red [7]
da: Rød [7]
el: Κόκκινο [7]
fi: Punainen [7]

source: Photo Cyan [7]
da: Fotocyan [7]
el: Φωτογραφικό κυανό [7]
fi: Valokuvasyaani [7]

source: Photo Magenta [7]
da: Fotomagenta [7]
el: Φωτογραφικό ματζέντα [7]
fi: Valokuvamagenta [7]

source: Magenta [7]
el: Ματζέντα [7]

source: Cyan [7]
el: Κυανό [7]
fi: Syaani [7]

source: Yellow [7]
da: Gul [7]
el: Κίτρινο [7]
fi: Keltainen [7]

source: Black [24]
da: Sort [24]
el: Μαύρο [24]
fi: Musta [24]

source: Color [24]
da: Farve [24]
el: Χρώμα [24]
fi: Väri [24]
